const ENUM = {
	cityList: [{
			name: "北京市",
			id: '101010100',
			en: 'Beijing',
			children: [
				{
					name: "海淀",
					id: '101010200',
				},
				{
					name: "朝阳",
					id: '101010200',
				},
				{
					name: "顺义",
					id: '101010200',
				},
				{
					name: "海淀",
					id: '101010200',
				},
				{
					name: "海淀",
					id: '101010200',
				},
				{
					name: "海淀",
					id: '101010200',
				},
				{
					name: "海淀",
					id: '101010200',
				},
				{
					name: "海淀",
					id: '101010200',
				},
				{
					name: "海淀",
					id: '101010200',
				},
			]
		},
		{
			name: "天津市",
			id: '120000000000',
			children: [{
				name: "天津市",
				id: '120100000000',
			}]
		},
		{
			name: "上海市",
			id: '310000000000',
			children: [{
				name: "上海市",
				id: '310100000000',
			}]
		},
		{
			name: "江苏省",
			id: '320000000000',
			children: [{
					name: "南京市",
					id: '320100000000',
				},
				{
					name: "无锡市",
					id: '320200000000',
				},
				{
					name: "徐州市",
					id: '320300000000',
				},
				{
					name: "常州市",
					id: '320400000000',
				},
				{
					name: "苏州市",
					id: '320500000000',
				},
				{
					name: "南通市",
					id: '320600000000',
				},
				{
					name: "连云港市",
					id: '320700000000',
				},
				{
					name: "淮安市",
					id: '320800000000',
				},
				{
					name: "盐城市",
					id: '320900000000',
				},
				{
					name: "扬州市",
					id: '321000000000',
				},
				{
					name: "镇江市",
					id: '321100000000',
				},
				{
					name: "泰州市",
					id: '321200000000',
				},
				{
					name: "宿迁市",
					id: '321300000000',
				}
			]
		},
		{
			name: "河南省",
			id: '410000000000',
			children: [{
					name: "郑州市",
					id: '410100000000',
				},
				{
					name: "开封市",
					id: '410200000000',
				},
				{
					name: "洛阳市",
					id: '410300000000',
				},
				{
					name: "平顶山市",
					id: '410400000000',
				},
				{
					name: "安阳市",
					id: '410500000000',
				},
				{
					name: "鹤壁市",
					id: '410600000000',
				},
				{
					name: "新乡市",
					id: '410700000000',
				},
				{
					name: "焦作市",
					id: '410800000000',
				},
				{
					name: "濮阳市",
					id: '410900000000',
				},
				{
					name: "许昌市",
					id: '411000000000',
				},
				{
					name: "漯河市",
					id: '411100000000',
				},
				{
					name: "三门峡市",
					id: '411200000000',
				},
				{
					name: "南阳市",
					id: '411300000000',
				},
				{
					name: "商丘市",
					id: '411400000000',
				},
				{
					name: "信阳市",
					id: '411500000000',
				},
				{
					name: "周口市",
					id: '411600000000',
				},
				{
					name: "驻马店市",
					id: '411700000000',
				}
			]
		}
	]
}


export default ENUM;